Repository: metapirate/LimeWire-Pirate-Edition
Catalog: lib/messagebundles/*.po
Languages: nl

source: LimeWire's Anti-Virus protection is powered by AVG. AVG scans, detects and deletes files that are suspected to contain viruses or spyware. <a href="{0}">Learn more</a>
nl: De antivirusbescherming van LimeWire wordt mogelijk gemaakt door AVG. AVG scant, detecteert en verwijdert bestanden die virussen of spyware bevatten. <a href="{0}">Meer informatie</a>

source: About AVG Anti-Virus
nl: Over AVG AntiVirus

source: Dangerous File
nl: Gevaarlijk bestand

source: {0} is considered a dangerous file and has automatically been deleted for your protection. <a href="{1}">Learn more</a>
nl: {0} wordt gezien als een gevaarlijk bestand en is automatisch verwijderd voor uw bescherming. <a href="{1}">Meer informatie</a>

source: Threat Detected
nl: Bedreiging gedetecteerd

source: {0} is suspected to contain a virus or spyware and has automatically been deleted for your protection. LimeWire's Anti-Virus protection is powered by AVG.
nl: {0} bevat waarschijnlijk een virus of spyware en is automatisch verwijderd voor uw bescherming. De antivirusbescherming van LimeWire wordt mogelijk gemaakt door AVG.

source: Can't Scan Yet
nl: Kan nog niet scannen

source: {0} could not be inspected because the virus scanner is still downloading its first set of virus definitions. LimeWire Anti-Virus protection is powered by AVG.
nl: {0} kan niet worden geïnspecteerd omdat de virusscanner nog de eerste set virusdefinities aan het downloaden is. De antivirusbescherming van LimeWire wordt mogelijk gemaakt door AVG.

source: Unable to Scan
nl: Kan niet scannen

source: {0} could not be inspected because the virus scanner cannot be loaded. LimeWire Anti-Virus protection is powered by AVG.
nl: {0} kan niet gecontroleerd worden omdat de virusscanner niet geladen kan worden. De antivirusbescherming van LimeWire wordt mogelijk gemaakt door AVG.

source: {0} could not be inspected due to a problem with the virus scanner. LimeWire Anti-Virus protection is powered by AVG.
nl: {0} kan niet worden geïnspecteerd door een probleem met de virusscanner. De antivirusbescherming van LimeWire wordt mogelijk gemaakt door AVG.

source: Pause
nl: Pauzeren

source: Cancel Download
nl: Download afbreken

source: Resume
nl: Hervatten

source: Try Again
nl: Opnieuw proberen

source: Play/Open
nl: Afspelen/openen

source: Clear from Tray
nl: Uit downloads wissen

source: Locate on Disk
nl: Zoeken op schijf

source: Locate in Library
nl: Zoeken in bibliotheek

source: View File Info...
nl: Bestandinformatie weergeven...

source: Change Location...
nl: Locatie veranderen...

source: Preview File
nl: Bestand voorvertonen

source: Pause download
nl: Download pauzeren

source: Try again
nl: Opnieuw proberen

source: Resume download
nl: Download hervatten

source: Search Again
nl: Opnieuw zoeken

source: Cancel download
nl: Download afbreken

source: Remove download
nl: Download verwijderen

source: Info
nl: Informatie

source: Resuming
nl: Hervatten

source: Cancelled
nl: Geannuleerd

source: Finishing...
nl: Afronden...

source: Done
nl: Klaar

source: Connecting to {0}
nl: Verbinden met {0}

source: {0} of {1} ({2})
nl: {0} van {1} ({2})

source: {0} of {1} ({2}) from {3}
nl: {0} van {1} ({2}) van {3}

source: Error downloading torrent
nl: Fout tijdens downloaden torrent

source: Stalled - {0} of {1}
nl: Vastgelopen - {0} van {1}

source: Unable to download:
nl: Kan niet downloaden:

source: Paused - {0} of {1}
nl: Gepauzeerd - {0} van {1}

source: Waiting - Next in line
nl: Wachten - volgende in de wachtrij

source: File deleted - Dangerous file
nl: Bestand verwijderd - gevaarlijk bestand

source: Scanning for viruses - Powered by AVG
nl: Virusscan uitvoeren - mogelijk gemaakt door AVG

source: Scanning preview - Powered by AVG
nl: Voorvertoning scannen - mogelijk gemaakt door AVG

source: File deleted - Threat detected by AVG
nl: Bestand verwijderd - bedreiging gedetecteerd door AVG

source: Done, but unable to scan for viruses
nl: Afgerond, maar kon niet scannen op virussen

source: Evaluating...
nl: Evalueren...

source: Applying update...
nl: Update toepassen...

source: Looking for file...
nl: Zoeken naar bestand...

source: Looking for file ({0} left)
nl: Zoeken naar bestand ({0} resterend)

source: Store
nl: Winkel

source: 1 P2P User
nl: 1 P2P-gebruiker

source: {0} Friend
nl: {0} vriend

source: Waiting...
nl: Wachten...

source: Finalizing...
nl: Afronden...

source: {0} left
nl: {0} resterend

source: Checking for AVG Anti-Virus updates
nl: Controleren op updates van AVG AntiVirus

source: Updating AVG Anti-Virus
nl: AVG AntiVirus updaten

source: Updating AVG Anti-Virus definitions - {0} of {1}
nl: AVG AntiVirus-definities updaten - {0} van {1}

source: Updating AVG Anti-Virus definitions
nl: AVG AntiVirus-definities updaten

source: Refine results...
nl: Resultaten verfijnen...

source: reset
nl: herstellen

source: more filters
nl: meer filters

source: fewer filters
nl: minder filters

source: Categories
nl: Categorieën

source: Size
nl: Grootte

source: All {0}
nl: Alle {0}

source: Extensions
nl: Extensies

source: Artists
nl: Artiesten

source: Types
nl: Soorten

source: more
nl: meer

source: Quality
nl: Kwaliteit

source: {0} or above
nl: {0} of meer

source: {0} to {1}
nl: {0} naar {1}

source: all
nl: Alles

source: From
nl: Van

source: Sources
nl: Bronnen

source: friends
nl: vrienden

source: P2P Users
nl: P2P-gebruikers

source: Any Friend
nl: Elke vriend

source: Add Friend
nl: Vriend toevoegen

source: Username:
nl: Gebruikersnaam:

source: Nickname:
nl: Bijnaam:

source: Accept?
nl: Accepteren?

source: {0} wants to be your friend.
nl: {0} wil uw vriend zijn.

source: Add Friend...
nl: Vriend toevoegen...

source: Browse Friends' Files
nl: Bestanden van vriend bekijken

source: Sign in
nl: Aanmelden

source: Sign out
nl: Afmelden

source: &Available
nl: &Beschikbaar

source: &Do Not Disturb
nl: &Niet storen

source: {0} has signed off
nl: {0} heeft zich afgemeld

source: {0} is typing...
nl: {0} is een bericht aan het schrijven...

source: {0} has entered text
nl: {0} heeft tekst ingevoerd

source: Close Conversation
nl: Gesprek beëindigen

source: Unable to access remote file
nl: Kan geen toegang krijgen tot extern bestand

source: Message from the chat server
nl: Bericht van de chatserver

source: Chat from {0}
nl: Chatten van {0}

source: Reply
nl: Antwoorden

source: Chat ({0})
nl: Chatten ({0})

source: Open Conversation
nl: Gesprek openen

source: Share New List
nl: Nieuwe lijst delen

source: Untitled
nl: Naamloos

source: Share List
nl: Deellijst

source: Facebook chat is not supported in this version of LimeWire.
nl: Facebookchat wordt niet ondersteund door deze versie van LimeWire.

source: We at Lime Wire are actively looking into remedies. In the meantime, you will still be able to browse friends.
nl: Bij LimeWire zijn we druk bezig met het zoeken naar oplossingen. Ondertussen kunt u nog wel bladeren in vrienden.

source: Thank you for your patience.
nl: Bedankt voor uw geduld.

source: On the Record
nl: Openbaar

source: Off the Record
nl: Privé

source: File offer not sent because friend signed off.
nl: Bestandsaanbod niet verzonden omdat de vriend zich afmeldde.

source: me
nl: mij

source: Download it now, or get it from them {0}later{1}.
nl: Download het nu, of haal het bij hen {0}op een later tijdstip{1}.

source: Sharing file with {0}
nl: Bestand delen met {0}

source: {0} wants to share a file with you
nl: {0} wil een bestand met u delen

source: Download {0}
nl: {0} downloaden

source: Downloading {0}
nl: Bezig met downloaden van {0}

source: Download cancelled. Click button to retry
nl: Download geannuleerd. Klik op de knop om opnieuw te proberen

source: Error downloading file. Click button to retry
nl: Fout tijdens het downloaden van het bestand. Klik op de knop om het opnieuw te proberen

source: {0}Downloaded{1}
nl: {0}Gedownload{1}

source: {0}Downloaded but not scanned for viruses{1}
nl: {0}Gedownload maar niet gescand op virussen{1}

source: Message not sent because friend signed off.
nl: Bericht niet verzonden omdat de vriend zich afmeldde.

source: Chat is now off the record
nl: Chat is nu privé

source: Chat is now on the record
nl: Chat is nu openbaar

source: File sharing with friends
nl: Bestandsdeling met vrienden

source: Share
nl: Delen

source: Share with friends on LimeWire with the following:
nl: Delen met vrienden op LimeWire met het volgende:

source: Sign In
nl: Aanmelden

source: Signing in...
nl: Bezig met aanmelden...

source: Incorrect username or password.
nl: Ongeldige gebruikersnaam of wachtwoord.

source: Network error.
nl: Netwerkfout.

source: Sign in with {0}
nl: Aanmelden bij {0}

source: Domain
nl: Domein

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Sign in when I start LimeWire
nl: Aanmelden als ik LimeWire opstart

source: Choose another account
nl: Kies een andere account

source: Add Files
nl: Bestanden toevoegen

source: Add File(s)
nl: Bestand(en) toevoegen

source: All Files and Folders
nl: Alle bestanden en mappen

source: All
nl: Alle

source: LimeWire could not play this file. There may not be a sound device installed on your computer or your speakers may not be plugged in.
nl: LimeWire kan dit bestand niet afspelen. Er is mogelijk geen geluidsapparaat geïnstalleerd op uw computer of uw speakers zijn niet ingeplugd.

source: Problem Playing File
nl: Probleem bij het afspelen van het bestand

source: {0} files
nl: {0} bestanden

source: {0} of {1} files
nl: {0} van de {1} bestanden

source: Files in this list are shared anonymously with the world.
nl: Bestanden in deze lijst worden anoniem gedeeld met de wereld.

source: Clear Files
nl: Bestanden wissen

source: Remove all files from {0}? This will stop sharing all of these files.
nl: Alle bestanden van {0} verwijderen? Hierdoor zullen al deze bestanden niet meer gedeeld worden.

source: Remove all files from {0}?
nl: Alle bestanden van {0} verwijderen?

source: Remove all files from your library? This will remove all files you've downloaded and stop sharing every file you are sharing.
nl: Alle bestanden uit uw bibliotheek verwijderen? Hierdoor worden alle gedownloade bestanden verwijderd en worden er geen bestanden meer gedeeld.

source: Remove all files from {0}? This will stop sharing all of these files with the world.
nl: Alle bestanden van {0} verwijderen? Hierdoor zullen al deze bestanden niet meer gedeeld worden met de wereld.

source: Delete List
nl: Lijst verwijderen

source: Delete list {0}? This will stop sharing all of these files, but won't delete them from disk.
nl: Lijst {0} verwijderen? Hierdoor zullen deze bestanden niet meer gedeeld worden, maar ze zullen niet verwijderd worden van de harde schijf.

source: Delete list {0}?
nl: Lijst {0} verwijderen?

source: Delete list {0}? This will stop sharing all of these files with the world, but won't delete them from disk.
nl: Lijst {0} verwijderen? Hierdoor zullen deze bestanden niet meer gedeeld worden met de wereld, maar ze zullen niet verwijderd worden van de harde schijf.

source: Export List...
nl: Lijst exporteren...

source: Export M3U List
nl: M3U-lijst exporteren

source: Playlist Files (*.m3u)
nl: Afspeellijstbestanden (*.m3u)

source: Import List...
nl: Lijst importeren...

source: Import M3U List
nl: M3U-lijst importeren

source: Load
nl: Inlezen

source: Library
nl: Bibliotheek

source: Public Shared
nl: Publiekelijk gedeeld

source: Add Files...
nl: Bestanden toevoegen...

source: Private Shared
nl: Privé gedeeld

source: Create List
nl: Lijst aanmaken

source: Rename
nl: Hernoemen

source: Sharing list with...
nl: Lijst wordt gedeeld met...

source: Select
nl: Selecteer

source: none
nl: geen

source: {0} friends from other accounts
nl: {0} vrienden van andere accounts

source: Edit Sharing
nl: Delen bewerken

source: Not Shared
nl: Niet gedeeld

source: <a href={0}>Sign in</a> to share this list.
nl: <a href={0}>Meld u aan</a> om deze lijst te delen.

source: Logging in...
nl: Inloggen...

source: <a href={0}>Sign in</a> to share this list or edit sharing, or <a href={1}>stop sharing</a> it now.
nl: <a href={0}>Meld u aan</a> om deze lijst te delen of om het delen te bewerken, of <a href={1}>stop het delen</a> ervan nu.

source: Add to List
nl: Toevoegen aan lijst

source: empty
nl: leeg

source: Hits
nl: Treffers

source: Upload attempts
nl: Uploadpogingen

source: Location
nl: Locatie

source: Filename
nl: Bestandsnaam

source: Delete from Disk
nl: Verwijderen van schijf

source: Move File to the Recycle Bin
nl: Bestand naar prullenbak verplaatsen

source: Move this file to the Recycle Bin?
nl: Dit bestand naar de prullenbak verplaatsen?

source: Move to Recycle Bin
nl: Naar prullenbak verplaatsen

source: Move File to the Trash
nl: Bestand naar prullenbak verplaatsen

source: Move this file to the Trash?
nl: Dit bestand naar prullenbak verplaatsen?

source: Move to Trash
nl: Naar prullenbak verplaatsen

source: Delete File
nl: Bestand verwijderen

source: Delete this file from disk?
nl: Dit bestand van de schijf verwijderen?

source: &Remove from Library
nl: Verwijderen uit bibliotheek

source: &Cancel
nl: Annuleren

source: Move File to the Recycle Bin or Remove from Library
nl: Bestand verplaatsen naar prullenbak of verwijderen uit bibliotheek

source: Do you want to move this file to the Recycle Bin or just remove it from the Library?
nl: Wilt u dit bestand verplaatsen naar de prullenbak of wilt u het alleen uit de bibliotheek verwijderen?

source: &Move to Recycle Bin
nl: Naar prullenbak verplaatsen

source: Move File to the Trash or Remove from Library
nl: Bestand verplaatsen naar prullenbak of verwijderen uit de bibliotheek

source: Do you want to move this file to the Trash or just remove it from the Library?
nl: Wilt u dit bestand naar de prullenbak verplaatsen of wilt u het alleen uit de bibliotheek verwijderen?

source: &Move to Trash
nl: Naar prullenbak verplaatsen

source: Delete File or Remove from Library
nl: Bestand verwijderen of weghalen uit de bibliotheek

source: Do you want to delete this file from disk or just remove it from the Library?
nl: Wilt u dit bestand van uw schijf verwijderen of wilt u het alleen uit de bibliotheek verwijderen?

source: &Delete from Disk
nl: Verwijderen van schijf

source: This file is still processing.
nl: Het bestand is nog niet verwerkt.

source: This file cannot be shared.
nl: Dit bestand kan niet gedeeld worden.

source: {0} (downloading)
nl: {0} (bezig met downloaden)

source: Company
nl: Bedrijf

source: Remove this file from this list
nl: Bestand verwijderen uit deze lijst

source: Remove from All Other Lists
nl: Verwijderen uit alle andere lijsten

source: Remove from All Lists
nl: Verwijderen uit alle lijsten

source: Remove from Lists
nl: Verwijderen uit lijsten

source: Remove this file from All Lists?
nl: Dit bestand uit alle lijsten verwijderen?

source: Remove {0} files from All Lists?
nl: {0} bestanden uit alle lijsten verwijderen?

source: All Lists and Library
nl: Alle lijsten en bibliotheek

source: Remove File
nl: Bestand verwijderen

source: Remove "{0}" from Library? This will unshare this file with everyone.
nl: "{0}" uit de bibliotheek verwijderen? Hierdoor zullen deze bestanden met niemand meer worden gedeeld.

source: Remove "{0}" from Library?
nl: "{0}" uit de bibliotheek verwijderen?

source: Remove {0} files from Library? This will unshare these files with everyone.
nl: {0} bestanden uit de bibliotheek verwijderen? Hierdoor zullen deze bestanden met niemand meer worden gedeeld.

source: Remove {0} files from Library?
nl: {0} bestanden uit de bibliotheek verwijderen?

source: Remove from List
nl: Verwijderen uit de lijst

source: Remove from
nl: Verwijderen uit

source: All Lists
nl: Alle lijsten

source: Show in List
nl: Tonen in lijst

source: Files
nl: Bestanden

source: Misc
nl: Diversen

source: Resolution
nl: Resolutie

source: &About LimeWire...
nl: &Over LimeWire...

source: Automatically Scroll
nl: Automatisch scrollen

source: About LimeWire
nl: Over LimeWire

source: Close
nl: Afsluiten

source: Close This Window
nl: Venster sluiten

source: Inspired by LimeWire's owner, Mark Gorton, the LimeWire project is a collaborative <a href="http://www.limewire.org/">open source effort</a> involving programmers and researchers from all over the world. LimeWire is also, of course, the result of the countless hours of work by LimeWire's developers:
nl: Geïnspireerd door de bezitter van LimeWire, Mark Gorton, is het LimeWire-project een gezamenlijk <a href=\"http://www.limewire.org/\">open-sourceproject</a> met programmeurs en onderzoekers van over de hele wereld. LimeWire is vanzelfsprekend tevens het resultaat van talloze uren werk door LimeWire-ontwikkelaars:

source: Behind the scenes business strategy and day-to-day affairs are handled by LimeWire's business developers:
nl: Achter de schermen behandelen de zakenontwikkelaars van LimeWire de zakelijke strategie en dagelijkse werkzaamheden:

source: In addition, the following individuals have worked on the LimeWire team in the past but have since moved on to other projects:
nl: Verder hebben de volgende personen in het verleden meegewerkt in het LimeWire-team en zijn daarna overgestapt op andere projecten:

source: LimeWire open source contributors have provided significant code and many bug fixes, ideas, research, etc. to the project as well. Those listed below have either written code that is distributed with every version of LimeWire, have identified serious bugs in the code, or both:
nl: Daarnaast hebben open source-inzenders ook aanzienlijk bijgedragen aan het programmeren en foutoplossingen, ideeën en onderzoek voor dit project. Onderstaanden hebben ofwel meegewerkt aan de geschreven programmatuur die met elke versie van LimeWire wordt geleverd of hebben grote fouten ontdekt in deze code, of beide:

source: LimeWire would also like to thank the many contributors to the internationalization project, both for the application itself and for the LimeWire web site.
nl: LimeWire wil graag de vele inzenders danken voor hun bijdrage aan het internationaliseren van het project, zowel voor de toepassing zelf als voor de LimeWire-website.

source: Several colleagues in the Gnutella community merit special thanks. These include:
nl: Een aantal collega's binnen Gnutella verdienen een extra dankwoord. Dit zijn:

source: Finally, LimeWire would like to extend its sincere thanks to those developers, users, and all others who have contributed their ideas to the project. Without LimeWire users, the P2P Network would not exist.
nl: Ten slotte wil LimeWire zijn dank betuigen aan alle ontwikkelaars, gebruikers en alle andere personen die hun ideeën hebben bijgedragen aan het project. Zonder de LimeWire-gebruikers zou het P2P-netwerk niet bestaan.

source: BitTorrent, the BitTorrent Logo, and Torrent are trademarks of BitTorrent, Inc. Gmail is a trademark of Google&nbsp;Inc., Jabber and LiveJournal are the registered trademarks of the XMPP Standards Foundation and LiveJournal, Inc., d/b/a LiveJournal.com, respectively. Neither Google&nbsp;Inc., the XMPP Standards Foundation nor LiveJournal.com are sponsors or partners of Lime&nbsp;Wire&nbsp;LLC nor do they endorse Lime&nbsp;Wire&nbsp;LLC or the LimeWire software. Use of these trademarks is merely to refer to the technology or service of the respective owner and not to confuse Lime&nbsp;Wire as the source of the respective Gmail, Jabber, and/or LiveJournal service or technology
nl: BitTorrent, het BitTorrent-logo en Torrent zijn handelsmerken van BitTorrent, Inc. Gmail is een handelsmerk van Google&nbsp;Inc., Jabber en LiveJournal zijn geregistreerde handelsmerken van de XMPP Standards Foundation en LiveJournal, Inc., d/b/a LiveJournal.com. Noch Google&nbsp;Inc., noch de XMPP Standards Foundation noch LiveJournal.com zijn sponsoren of partners van Lime Wire LLC noch beamen zij Lime Wire LLC of de LimeWire-software. Het gebruik van deze handelsmerken is vooral om te refereren naar de technologie of service van de respectieve bezitter en niet om LimeWire te verwarren als de bron van de Gmail-, Jabber- en/of LiveJournal-service of -technologie

source: Options
nl: Opties

source: Downloads ({0} at {1} KB/s)
nl: Downloads ({0} met {1} KB/s)

source: Uploads ({0} at {1} KB/s)
nl: Uploads ({0} met {1} KB/s)

source: New Version Available!
nl: Nieuwe versie beschikbaar!

source: &Options...
nl: &Opties...

source: Share with friends using your Private Shared list
nl: Delen met vrienden met gebruik van uw privélijst voor het delen

source: Share this list with friends
nl: Deze lijst met vrienden delen

source: Add files to it
nl: Voeg er bestanden aan toe

source: Repeat Search
nl: Zoeken herhalen

source: My Files
nl: Mijn bestanden

source: Close All Searches
nl: Alle zoekopdrachten sluiten

source: Close Search
nl: Zoeken sluiten

source: Close Other Searches
nl: Andere zoekopdrachten sluiten

source: Find More Results
nl: Meer resultaten zoeken

source: Stop Search
nl: Zoeken stoppen

source: &License...
nl: &Licentie...

source: &Add to Library...
nl: &Toevoegen aan bibliotheek...

source: Add to Library
nl: Aan bibliotheek toevoegen

source: Valid Files
nl: Geldige bestanden

source: E&xit
nl: Afsluiten

source: Exit After &Transfers
nl: Afsluiten na &overdrachten

source: &File
nl: &Bestand

source: Fix Stalled Downloads
nl: Vastgelopen downloads oplossen

source: F&riends
nl: V&rienden

source: &Tech Support
nl: Technische ondersteuning

source: &Using LimeWire
nl: &Gebruik van LimeWire

source: &Give Feedback
nl: &Feedback geven

source: Hide Transfer Tray
nl: Overdrachtssymbool verbergen

source: Invalid Link
nl: Ongeldige link

source: Open
nl: Openen

source: Enter a magnet or torrent link below:
nl: Voer hieronder een magnet- of torrentlink in:

source: &Open Torrent...
nl: &Torrent openen...

source: Open Torrent
nl: Torrent openen

source: ".torrent" files
nl: ".torrent"-bestanden

source: The file {0} does not exist.
nl: Het bestand {0} bestaat niet.

source: Unable to open torrent
nl: Kan torrent niet openen

source: Open &Link...
nl: &Link openen...

source: Open Link
nl: Link openen

source: Magnet link is empty.
nl: Magnetlink is leeg.

source: (empty)
nl: (leeg)

source: &Recent Downloads
nl: &Recente downloads

source: Clear List
nl: Lijst wissen

source: &Share List
nl: &Gedeelde lijst

source: &Store
nl: Winkel

source: &Home
nl: &Hoofdpagina

source: &Log In
nl: Inloggen

source: &Sign Up
nl: Aanmelden

source: &Alternative
nl: &Alternatieve muziek

source: &Electronica
nl: &Elektronische muziek

source: &World
nl: &Wereldmuziek

source: LimeWire Store Hel&p
nl: LimeWire Store-hulp

source: His&tory
nl: Geschiedenis

source: &Tools
nl: Hulpmiddelen

source: Advanced &Search
nl: Geavanceerd zoeken

source: &Advanced Tools...
nl: Geavanceerde hulpmiddelen...

source: &What's New Search
nl: Nieuwe ontwikkelingen-zoekopdracht

source: Hide &Chat Window
nl: &Chatvenster verbergen

source: Show &Chat Window
nl: &Chatvenster weergeven

source: &View
nl: Weergave

source: &Home Screen
nl: Thuisvenster

source: System
nl: Systeem

source: Listening Ports
nl: Luisterende poorten

source: Network Interface
nl: Netwerkinterface

source: Performance
nl: Prestaties

source: Filtering
nl: Filteren

source: External Access
nl: Externe toegang

source: We recommend you don't touch these unless you really know what you're doing.
nl: Wij raden u aan deze instellingen niet te wijzigen, tenzij u écht weet wat u doet.

source: Upload torrents forever
nl: Torrents oneindig uploaden

source: Upload torrents until either of the following:
nl: Torrents uploaden totdat het volgende gebeurt:

source: Let me choose files to download when starting a torrent
nl: Laat mij de te downloaden bestanden kiezen indien een torrent gestart wordt

source: Maximum days:
nl: Maximum aantal dagen:
