Repository: metapirate/LimeWire-Pirate-Edition
Catalog: lib/messagebundles/*.po
Languages: nl

source: There was an error loading bittorrent. You will not be able to use bittorrent capabilities until this is resolved.
nl: Er is een fout opgetreden met het laden van BitTorrent. U kunt geen gebruik maken van de BitTorrent-mogelijkheden totdat dit opgelost is.

source: Below are the file extensions LimeWire knows about and how they are classified throughout the program
nl: Hieronder staan de extensies die LimeWire kent en hoe ze geclassificeerd zijn in het programma

source: File types that LimeWire doesn't know about are classified as "Other". Add these files to a List by dragging them, or when adding a folder, click "Advanced" and choose specific file extensions
nl: Bestandstypes die LimeWire niet kent, worden geclassificeerd als "Overig". U kunt deze bestanden toevoegen aan een lijst door ze te slepen of, indien u een map toe wilt voegen, op "Geavanceerd" te klikken en specifieke bestandsextensies te kiezen

source: Extension
nl: Extensie

source: Category
nl: Categorie

source: Show:
nl: Tonen:

source: File extension Classification
nl: Classificatie van bestandsextensies

source: LimeWire can allow other processes to make use of its services, like search and download, via a REST interface.
nl: LimeWire kan andere processen toegang geven om gebruik te maken van de services, zoals zoeken en downloaden, via de REST-omgeving.

source: Enable local access to REST service
nl: Lokale toegang tot de REST-service inschakelen

source: Add Extension
nl: Extensie toevoegen

source: LimeWire will not show files with the following extensions in your search results
nl: LimeWire toont bestanden met de volgende extensies niet in uw zoekresultaten

source: Use Default
nl: Default gebruiken

source: Revert to default settings
nl: Defaultinstellingen terugzetten

source: Add Keyword
nl: Trefwoord toevoegen

source: Keyword
nl: Trefwoord

source: LimeWire will not show files with the following keywords in your search results
nl: LimeWire toont bestanden met de volgende trefwoorden niet in uw zoekresultaten

source: Use LimeWire's blacklist to protect you from harmful people
nl: Gebruik de zwarte lijst van LimeWire om u tegen kwaadwillende personen te beschermen

source: Block Hosts
nl: Hosts blokkeren

source: Add Address
nl: Adres toevoegen

source: Block contact with specific people by adding their IP address
nl: Blokkeer het contact met bepaalde personen door hun IP-adres toe te voegen

source: Override the block list and allow specific people by adding their IP address
nl: Negeer de blokkadelijst en geef bepaalde personen toestemming door hun IP-adres toe te voegen

source: Allow Hosts
nl: Hosts toelaten

source: Add audio files I downloaded from LimeWire to iTunes
nl: Audiobestanden die ik gedownload heb via LimeWire toevoegen aan iTunes

source: Share audio and video files in Public Shared list on my local network with iTunes
nl: Deel audio- en videobestanden in de publiekelijk gedeelde lijst op mijn lokale netwerk met iTunes

source: Require password
nl: Wachtwoord vereisen

source: Daap Password cannot be null, iTunes settings not saved
nl: Daap-wachtwoord mag niet leeg zijn, iTunes-instellingen zijn niet opgeslagen

source: iTunes Error
nl: iTunes-fout

source: Could not restart the Daap connection
nl: Kan de Daap-verbinding niet herstarten

source: Daap Error
nl: Daap-fout

source: Choose how to organize files you purchased from the LimeWire Store
nl: Kies hoe u bestanden wilt organiseren die u gekocht hebt via de LimeWire-winkel

source: Subfolder
nl: Submap

source: File Name
nl: Bestandsnaam

source: No Subfolder
nl: Geen submap

source: Learn more
nl: Meer informatie

source: iTunes Configuration
nl: iTunes-configuratie

source: Configure...
nl: Configureren...

source: Configure iTunes
nl: iTunes configureren

source: Configure how files in your LimeWire interact with iTunes
nl: Configureer hoe bestanden in LimeWire samenwerken met iTunes

source: Use the LimeWire player when I play Audio and Video files
nl: Gebruik de LimeWire-speler voor het afspelen van audio- en videobestanden

source: Sharing
nl: Delen

source: Add files I download from P2P Users to my Public Shared List
nl: Bestanden die ik download van P2P-gebruikers toevoegen aan mijn publiekelijk gedeelde lijst

source: Unsafe File Sharing
nl: Onveilige bestandsdeling

source: Configure unsafe file sharing settings
nl: Instellingen voor onveilige bestandsdeling configureren

source: Configure unsafe sharing settings
nl: Instellingen tegen onveilig delen configureren

source: To see or modify files in your Public Shared list, go to:
nl: Om bestanden in uw publiekelijk gedeelde lijst te zien of te wijzigen gaat u naar:

source: You can set the local network port that listens for incoming connections. This port may be changed in case of conflict with another program or if a specific port number is required for direct incoming connections by your firewall. You must also configure your router when choosing "manual port forward" or "do nothing"
nl: U kunt de lokale netwerkpoort instellen die luistert naar inkomende verbindingen. Deze poort kan gewijzigd worden in geval van een conflict met een ander programma of als een bepaald poortnummer nodig is voor directe via uw firewall inkomende verbindingen. U dient ook uw router te configureren indien u kiest voor "handmatige poortdoorverwijzing" of "niets doen"

source: Gnutella port:
nl: Gnutella-poort:

source: Use Universal Plug n' Play (Recommended)
nl: Universele Plug 'n Play gebruiken (aangeraden)

source: Manual Port Forward:
nl: Handmatige poortdoorverwijzing:

source: Do Nothing
nl: Niets doen

source: * You must also configure your router
nl: * U dient uw router ook te configureren

source: The port chosen {0}, is already in use.
nl: De gekozen poort {0} is reeds in gebruik.

source: Network Port Error
nl: Fout in netwerkpoort

source: BitTorrent ports: {c} to {c}
nl: BitTorrent-poorten: {c} naar {c}

source: Choose where specific file types get saved
nl: Kies waar bepaalde bestandstypes opgeslagen worden

source: Revert directories to the default
nl: Mappen terugzetten op standaardwaarde

source: Language:
nl: Taal:

source: Help translate LimeWire!
nl: Help met de vertaling van LimeWire!

source: Help improve LimeWire by sending us anonymous usage data
nl: Help met het verbeteren van LimeWire door ons anonieme gebruiksgegevens te sturen

source: Notifications and Warnings
nl: Kennisgevingen en waarschuwingen

source: Show popup system notifications
nl: Toon popupmeldingen van het systeem

source: Reset
nl: Resetten

source: Reset warning messages
nl: Waarschuwingsberichten resetten

source: Friends and Chat
nl: Vrienden en chatten

source: Sign into Friends when LimeWire starts
nl: Aanmelden bij vrienden als LimeWire opstart

source: Using:
nl: Gebruikt:

source: Password:
nl: Wachtwoord:

source: Username cannot be blank.
nl: Gebruikersnaam kan niet leeg zijn.

source: Password cannot be blank.
nl: Wachtwoord kan niet leeg zijn.

source: Service cannot be blank.
nl: Service kan niet leeg zijn.

source: Let LimeWire choose my network interface (Recommended)
nl: Laat LimeWire mijn netwerkinterface kiezen (aangeraden)

source: Let me choose a specific network interface
nl: Laat mij een specifieke netwerk interface kiezen

source: Address
nl: Adres

source: Search
nl: Zoeken

source: Transfers
nl: Overdrachten

source: Security
nl: Beveiliging

source: Advanced
nl: Geavanceerd

source: Preferences
nl: Voorkeuren

source: One or more options will take effect the next time LimeWire is restarted.
nl: Eén of meerdere opties zullen pas van kracht worden als u LimeWire opnieuw opstart.

source: If your computer has a fast internet connection, LimeWire may act as an "Ultrapeer" or connect to the Mojito DHT. You may disable these if you notice performance issues.
nl: Indien uw computer een snelle internetverbinding heeft, kan LimeWire zich als een "ultrapeer" gaan gedragen of verbinden met de Mojito DHT. U kunt deze functies uitschakelen indien u prestatieproblemen vaststelt.

source: LimeWire uses a secure communications mode called TLS, which may use more CPU resources.
nl: LimeWire gebruikt een veilige communicatiemodus genaamd TLS die meer CPU-capaciteit zou kunnen gebruiken.

source: Out-of-band Searching helps deliver faster search results to you, but some internet connections may not work well with this feature.
nl: Zoeken met out-of-band zorgt ervoor dat zoekresultaten sneller geleverd worden, maar sommige internetverbindingen werken mogelijk niet goed met deze functie.

source: Disable Ultrapeer capabilities
nl: Ultrapeermogelijkheden uitschakelen

source: Disable connecting to the Mojito DHT
nl: Verbinden met Mojito DHT uitschakelen

source: Disable TLS capabilities
nl: TLS-mogelijkheden uitschakelen

source: Disable Out-of-band searching
nl: Zoeken met out-of-band uitschakelen

source: No Proxy
nl: Geen proxy

source: Port:
nl: Poort:

source: Enable Authentication
nl: Authenticatie inschakelen

source: Group similar search results together
nl: Gelijksoortige zoekresultaten groeperen

source: Use web search to find additional torrent sources
nl: Zoek op het internet om meerdere torrentbronnen te vinden

source: Search Bar
nl: Zoekbalk

source: By default, search for
nl: Zoek standaard naar

source: Suggest smart searches
nl: Slimme zoekopdrachten aanraden

source: Remember my recent searches
nl: Onthoud mijn recente zoekopdrachten

source: Clear Now
nl: Nu leegmaken

source: Do you want to reset the Spam Filter?
nl: Wilt u de spamfilter resetten?

source: This will clear all the files marked as spam. Doing this may result in more spam in search results.
nl: Dit wist de spamstatus van gemarkeerde bestanden. Dit zou kunnen resulteren in meer spam in de zoekresultaten.

source: Search Filtering
nl: Zoekfilter

source: Don't let me download or upload files copyright owners request not be shared.
nl: Laat mij geen bestanden down- of uploaden waarvan rechthebbenden hebben gevraagd deze niet te delen.

source: Don't show adult content in search results
nl: Geen volwasseneninhoud weergeven in zoekresultaten

source: Filter Keywords
nl: Trefwoorden filteren

source: Filter Keywords...
nl: Trefwoorden filteren...

source: Restrict files with certain words from being displayed in search results
nl: Bestanden met bepaalde woorden niet weergeven in zoekresultaten

source: Filter File Extensions
nl: Bestandsextensies filteren

source: Filter File Extensions...
nl: Bestandsextensies filteren...

source: Restrict files with certain extensions from being displayed in search results
nl: Bestanden met bepaalde extensies niet weergeven in de zoekresultaten

source: Reset Spam Filter
nl: Spamfilter resetten

source: Reset Spam Filter...
nl: Spamfilter resetten...

source: Reset the Spam filter by clearing all files marked as spam
nl: Stel het spamfilter opnieuw in door alle bestanden die als spam zijn gemarkeerd te verwijderen.

source: Change the ability to search for Programs
nl: Wijzig de mogelijkheid om naar programma's te zoeken

source: Unlimited
nl: Onbeperkt

source: File Associations
nl: Bestandsassociaties

source: Warn me when other programs want to automatically open these types
nl: Waarschuw mij als andere programma's deze types automatisch willen openen

source: Startup and Shutdown
nl: Opstarten en Afsluiten

source: Run LimeWire on System Startup
nl: LimeWire uitvoeren bij systeemopstart

source: Minimize to system tray
nl: Minimaliseren naar systeembalk

source: Exit program
nl: Programma afsluiten

source: When I press X:
nl: Als ik op X druk:

source: Bugs and Updates
nl: Fouten en updates

source: Tell me about Beta updates
nl: Licht mij in over bèta-updates

source: Bug Reports
nl: Foutrapporten

source: Bug Reports...
nl: Foutrapporten...

source: Configure bug report settings.
nl: Instellingen voor foutrapporten configureren.

source: Let me know about bugs before sending them
nl: Licht mij in over de fout voordat deze verzonden wordt

source: Always send bugs to Lime Wire
nl: Fouten altijd naar LimeWire sturen

source: Never send bugs to Lime Wire
nl: Fouten nooit naar LimeWire sturen

source: Limit your download bandwidth
nl: Uw downloadbandbreedte beperken

source: Maximum downloads at once:
nl: Maximum aantal gelijktijdige downloads:

source: Limit your upload bandwidth
nl: Uw uploadbandbreedte beperken

source: Maximum uploads at once:
nl: Maximum aantal gelijktijdige uploads:

source: Configure Torrent Settings
nl: Torrentinstellingen configureren

source: Configure Torrent Settings...
nl: Torrentinstellingen configureren...

source: Configure torrent settings.
nl: Torrentinstellingen configureren.

source: Save all downloads to one folder:
nl: Alle downloads opslaan in één map:

source: Save different categories to different folders
nl: Verschillende categorieën opslaan in verschillende mappen

source: If the file already exists, download it with a different name
nl: Indien het bestand reeds bestaat, download het dan met een andere naam

source: Scan files I download for viruses
nl: Bestanden die ik download scannen voor virussen

source: Download Folders
nl: Downloadmappen

source: Configure where different categories are downloaded
nl: Configureer waar verschillende categorieën gedownload moeten worden

source: Configure how LimeWire Store downloads are organized
nl: Configureer hoe LimeWire Store-downloads georganiseerd moeten worden

source: Store File Organization
nl: Organisatie van LimeWire-winkelbestanden

source: Configure how files downloaded from the LimeWire Store are organized
nl: Configureer hoe bestanden die gedownload zijn uit de LimeWire-winkel georganiseerd moeten worden

source: Could not save download directory, reverted to old directory
nl: Kan de downloadmap niet opslaan, teruggezet op de oude map

source: Save Folder Error
nl: Fout bij het opslaan van de map

source: Tray
nl: Systeembalk

source: Close tray when there are no transfers
nl: Tray sluiten indien er geen overdrachten zijn

source: Show total bandwidth
nl: Totale bandbreedte tonen

source: Clear downloads from list when finished
nl: Downloads uit de lijst verwijderen indien afgerond

source: Clear uploads from list when finished
nl: Uploads uit de lijst verwijderen indien afgerond

source: Upload/Download Limits
nl: Upload-/downloadlimieten

source: Set limits on downloads and uploads
nl: Limieten op downloads en uploads zetten

source: Transfer Limits
nl: Overdrachtslimieten

source: Settings...
nl: Instellingen...

source: Configure transfer limit settings.
nl: Instellingen voor overdrachtslimiet configureren.

source: Allow me to search for and share Programs with anyone
nl: Laat mij naar programma's zoeken en deze met iedereen delen

source: Allow me to share Documents with the world
nl: Laat mij documenten met de wereld delen

source: Enabling this setting makes you more prone to accidently sharing personal information
nl: Het inschakelen van deze instelling maakt u kwetsbaarder voor het per ongeluk delen van persoonlijke informatie

source: What are Documents?
nl: Wat zijn documenten?

source: Enabling this setting makes you more prone to viruses
nl: Het inschakelen van deze instelling maakt u kwetsbaarder voor virussen

source: What are Programs?
nl: Wat zijn programma's?

source: {0} is not a folder
nl: {0} is geen map

source: Cannot write to {0}
nl: Kan niet schrijven naar {0}

source: Cannot find {0}
nl: Kan {0} niet vinden

source: Browse...
nl: Bladeren...

source: Choose a different Save Location
nl: Kies een andere opslaglocatie

source: Undo any changes made
nl: Gemaakte wijzigingen ongedaan maken

source: Learn more...
nl: Meer informatie...

source: Keep any changes made
nl: Gemaakte wijzigingen opslaan

source: Unknown
nl: Onbekend

source: Nothing selected
nl: Niets geselecteerd

source: Skip Back
nl: Een stap terug

source: Play
nl: Afspelen

source: Skip Forward
nl: Een stap vooruit

source: Volume
nl: Geluidssterkte

source: Shuffle
nl: Willekeurig afspelen

source: Full Screen
nl: Volledig scherm

source: Fit to Screen
nl: Passend maken in scherm

source: Close Video
nl: Video sluiten

source: Upgrade to Pro!
nl: Upgraden naar Pro!

source: Upgrade to PRO today!
nl: Upgrade vandaag nog naar Pro!

source: Turbo-charged downloads
nl: Supersnelle downloads

source: More search results
nl: Meer zoekresultaten

source: Free tech support and upgrades
nl: Gratis technische ondersteuning en upgrades

source: Upgrade to LimeWire PRO?
nl: Wilt u upgraden naar LimeWire Pro?

source: Why
nl: Waarom

source: Sorry, your license key has been blocked
nl: Sorry, uw licentiesleutel is geblokkeerd

source: Your license key has been used on too many installations.
nl: Uw licentiesleutel is gebruikt voor te veel installaties.

source: Please {0}contact support{1} to resolve the situation.
nl: Neem contact op met de {0}klantenservice{1} om het probleem op te lossen.

source: Edit License Key
nl: Licentiesleutel bewerken

source: Time to Renew Your LimeWire
nl: Het wordt tijd om LimeWire te vernieuwen

source: Your LimeWire subscription will be expiring shortly.
nl: Uw LimeWire-abonnement verloopt binnenkort.

source: Don't miss a thing - act now for special renewal pricing!
nl: Mis niets - kom nu in actie voor een speciale vernieuwingsprijs!

source: Renew Now
nl: Nu vernieuwen

source: Size:
nl: Grootte:

source: # files:
nl: # bestanden:

source: Priority
nl: Prioriteit

source: {0} Properties
nl: {0}-eigenschappen

source: Unable to save metadata changes.
nl: Kan metadatawijzigingen niet opslaan.

source: View File Info
nl: Bestandsinformatie bekijken

source: torrent file hash:
nl: bestandshash torrent:

source: Open Website
nl: Website openen

source: Block Address
nl: Adres blokkeren

source: Unable to Locate
nl: Kan niet lokaliseren

source: Torrent Settings
nl: Torrentinstellingen

source: Copy Magnet Link
nl: Magnetlink kopiëren

source: Rename File
nl: Bestand hernoemen

source: Preparing View...
nl: Weergave voorbereiden...

source: Active
nl: Actief

source: Unavailable
nl: Niet beschikbaar

source: Partially Done
nl: Gedeeltelijk afgerond

source: Pieces per Cell:
nl: Delen per cel:

source: Number of Pieces:
nl: Aantal delen:

source: Pieces Completed:
nl: Complete delen:

source: Piece Size:
nl: Deelgrootte:

source: Downloaded:
nl: Gedownload:

source: Failed Download:
nl: Mislukte download:

source: Uploaded:
nl: Geüpload:

source: Download Cancelled!
nl: Download afgebroken!

source: Download Already Finished!
nl: Download reeds afgerond!

source: ({0} verified)
nl: ({0} geverifieerd)

source: Sharing from these lists
nl: Deelt van deze lijsten

source: This file is not shared
nl: Dit bestand wordt niet gedeeld

source: This file cannot be shared
nl: Dit bestand kan niet gedeeld worden

source: Don't ask me again
nl: In het vervolg niet meer vragen

source: Remove {0} from list {1}?
nl: {0} uit lijst {1} verwijderen?

source: General
nl: Algemeen

source: Pieces
nl: Delen

source: Limits
nl: Limieten

source: Add Tracker:
nl: Tracker toevoegen:

source: Tier:
nl: Rij:

source: Tracker URL Invalid
nl: Tracker-URL ongeldig

source: Tier
nl: Rij

source: Version
nl: Versie

source: Total Completed:
nl: Totaal afgerond:

source: Total Leechers:
nl: Totaal aantal leechers:

source: Total Seeders:
nl: Totaal aantal seeders:

source: Upload
nl: Uploaden

source: Download
nl: Downloaden

source: Use default torrent options
nl: Standaardopties voor torrents gebruiken

source: Upload this torrent forever
nl: Deze torrent voor altijd uploaden

source: Upload this torrent until either of the following:
nl: Deze torrent voor altijd uploaden totdat:

source: Limit this torrent's download bandwidth
nl: Limiteer de downloadbandbreedte van deze torrent

source: Limit this torrent's upload bandwidth
nl: Limiteer de uploadbandbreedte van deze torrent

source: Choose files to download
nl: Kies te downloaden bestanden

source: Always ask before starting torrent
nl: Altijd vragen alvorens een torrent te starten

source: LimeWire is connecting...
nl: LimeWire verbindt...

source: All P2P Users
nl: Alle P2P-gebruikers

source: Block P2P User {0}?
nl: P2P-gebruiker {0} blokkeren?

source: Block P2P uUers?
nl: P2P-gebruikers blokkeren?

source: Block {0} P2P Users?
nl: {0} P2P-gebruikers blokkeren?

source: Retry
nl: Opnieuw proberen

source: When you sign on to LimeWire, your friends' files will appear here.
nl: Indien u zich bij LimeWire aanmeldt, verschijnen hier de bestanden van uw vrienden.

source: When you sign on to LimeWire, your friend's files will appear here.
nl: Indien u zich bij LimeWire aanmeldt, verschijnen hier de bestanden van uw vrienden.

source: When they sign on to LimeWire and share with you, their files will appear here.
nl: Als ze zich aanmelden bij LimeWire en als ze met u delen, zullen hun bestanden hier verschijnen.

source: <HTML><A href="">Chat</A> and tell them to share.</HTML>
nl: <HTML><A href="">Chat</A> en zeg dat ze moeten delen.</HTML>

source: <HTML><A href="">Chat</A> and tell them to sign on.</HTML>
nl: <HTML><A href="">Chat</A> en zeg dat ze zich aan moeten melden.</HTML>

source: No friends are sharing with you
nl: Er zijn geen vrienden die met u delen

source: No friends are on LimeWire
nl: Er zijn nu geen vrienden op LimeWire

source: {0} is not signed on to LimeWire.
nl: {0} heeft zich niet aangemeld bij LimeWire.

source: These people are not signed on to LimeWire.
nl: Deze personen zijn niet aangemeld bij LimeWire.

source: There was a problem browsing {0}.
nl: Er was een probleem met het bekijken van {0}.

source: There was a problem viewing these people.
nl: Er was een probleem met het bekijken van deze personen.

source: You are offline.
nl: U bent offline.

source: There are updates!
nl: Er zijn updates!

source: Unable to Browse
nl: Bladeren niet mogelijk

source: New audio
nl: Nieuwe audio

source: New documents
nl: Nieuwe documenten

source: New images
nl: Nieuwe afbeeldingen

source: New programs
nl: Nieuwe programma's

source: New videos
nl: Nieuwe video's

source: New torrents
nl: Nieuwe torrents

source: New files
nl: Nieuwe bestanden

source: All Friends
nl: Alle vrienden

source: History
nl: Geschiedenis

source: Smart Search
nl: Slim zoeken

source: Downloading programs can result in viruses
nl: Gedownloade programma's kunnen virussen zijn

source: We recommend you don't download programs using LimeWire. However, you can enable downloading programs via Preferences > Search > Configure...
nl: Wij raden u aan geen programma's te downloaden met LimeWire. U kunt het downloaden van programma's echter inschakelen via Voorkeuren > Zoeken > Configureren...

source: We recommend you don't download programs using LimeWire. However, you can enable downloading programs via Tools > Options > Search > Configure...
nl: Wij raden u aan geen programma's te downloaden met LimeWire. U kunt het downloaden van programma's echter inschakelen via Hulpmiddelen > Opties > Zoeken > Configureren...

source: Search...
nl: Zoeken...

source: Search P2P Network
nl: P2P-netwerk afzoeken

source: Search P2P Network and Friends
nl: P2P-netwerk en vrienden afzoeken

# All (categories)
source: All
nl: Alle

# &All (categories)
source: &All
nl: &Alle

source: &Documents
nl: &Documenten

source: &Images
nl: &Afbeeldingen

source: &Programs
nl: &Programma's

source: &Other
nl: &Overig

source: All files
nl: Alle bestanden

source: Only audio
nl: Alleen audio

source: Only documents
nl: Alleen documenten

source: Only images
nl: Alleen afbeeldingen

source: Only programs
nl: Alleen programma's

source: Only videos
nl: Alleen video's

source: Only torrents
nl: Alleen torrents

source: You might not receive many results until LimeWire is fully connected
nl: U ontvangt waarschijnlijk niet veel resultaten totdat LimeWire volledig verbonden is

source: close
nl: sluiten
