Repository: metapirate/LimeWire-Pirate-Edition
Catalog: lib/messagebundles/*.po
Languages: nl

source: Switch to Classic View
nl: Overschakelen naar klassieke weergave

source: Browse {0} ({1})
nl: {0} ({1}) bladeren

source: Browse {0} - Showing {1} of {2}
nl: {0} bladeren - toont {1} van {2}

source: All results for {0} ({1})
nl: Alle resultaten voor {0} ({1})

source: All results for {0} - Showing {1} of {2}
nl: Alle resultaten voor {0} - toont {1} van {2}

source: Audio results for {0} ({1})
nl: Audioresultaten voor {0} ({1})

source: Audio results for {0} - Showing {1} of {2}
nl: Audioresultaten voor {0} - toont {1} van {2}

source: Video results for {0} ({1})
nl: Videoresultaten voor {0} ({1})

source: Video results for {0} - Showing {1} of {2}
nl: Videoresultaten voor {0} - toont {1} van {2}

source: Image results for {0} ({1})
nl: Afbeeldingsresultaten voor {0} ({1})

source: Image results for {0} - Showing {1} of {2}
nl: Afbeeldingsresultaten voor {0} - toont {1} van {2}

source: Document results for {0} ({1})
nl: Documentresultaten voor {0} ({1})

source: Document results for {0} - Showing {1} of {2}
nl: Documentresultaten voor {0} - toont {1} van {2}

source: Program results for {0} ({1})
nl: Programmaresultaten voor {0} ({1})

source: Program results for {0} - Showing {1} of {2}
nl: Programmaresultaten voor {0} - toont {1} van {2}

source: Other results for {0} ({1})
nl: Andere resultaten voor {0} ({1})

source: Other results for {0} - Showing {1} of {2}
nl: Andere resultaten voor {0} - toont {1} van {2}

source: Torrent results for {0} ({1})
nl: Torrentresultaten voor {0} ({1})

source: Torrent results for {0} - Showing {1} of {2}
nl: Torrentresultaten voor {0} - toont {1} van {2}

source: Sort by:
nl: Sorteren op:

source: List view
nl: Lijstweergave

source: Classic view
nl: Klassieke weergave

source: Date Created
nl: Aanmaakdatum

source: Size (low to high)
nl: Grootte (klein naar groot)

source: Size (high to low)
nl: Grootte (groot naar klein)

source: Relevance
nl: Relevantie

source: Copy Link
nl: Link kopiëren

source: LimeWire is unable to find a license for this file. Download it anyway? LimeWire cannot monitor or control the content of the P2P Network, so please respect your local copyright laws.
nl: LimeWire kan geen licentie voor dit bestand vinden. Wilt u dit bestand toch downloaden? LimeWire kan de bestanden op het P2P-netwerk niet bewaken of beheren, dus respecteer uw lokale auteursrecht alstublieft.

source: Do not warn me again
nl: Waarschuw mij niet opnieuw

source: {0} is marked as spam.
nl: {0} is gemarkeerd als spam.

source: Downloading {0}...
nl: Bezig met downloaden van {0}...

source: {0} is in your Library.
nl: {0} bevindt zich in uw bibliotheek.

source: {0} was removed for your protection.
nl: {0} is voor uw bescherming verwijderd.

source: Download As...
nl: Downloaden als...

source: Download As
nl: Downloaden als

source: Mark as Spam
nl: Markeren als spam

source: Unmark as Spam
nl: Spammarkering verwijderen

source: Hide Similar Files
nl: Gelijksoortige bestanden verbergen

source: Show Similar Files
nl: Gelijksoortige bestanden weergeven

source: Downloaded
nl: Gedownload

source: Not showing {0} results. Narrow results to see more.
nl: Geeft {0} resultaten niet weer. Verfijn uw zoekopdracht om meer te zien.

source: For Turbo-Charged searches get LimeWire PRO.
nl: Voor supersnelle zoekacties koopt u LimeWire Pro.

source: Support LimeWire's peer-to-peer development. Get PRO.
nl: Steun de peer-to-peerontwikkeling van LimeWire. Koop Pro.

source: Purchase LimeWire PRO to help us make downloads faster.
nl: Koop LimeWire Pro zodat wij de downloads sneller kunnen maken.

source: For Turbo-Charged downloads get LimeWire PRO.
nl: Voor supersnelle downloads koopt u LimeWire Pro.

source: Support open networks. Get LimeWire PRO.
nl: Steun open netwerken. Koop LimeWire Pro.

source: Support open source and open protocols. Get LimeWire PRO.
nl: Steun open source en open protocollen. Koop LimeWire Pro.

source: For Turbo-Charged performance get LimeWire PRO.
nl: Voor supersnelle prestaties koopt u LimeWire Pro.

source: Keep the Internet open. Get LimeWire PRO.
nl: Houd het internet open. Koop LimeWire Pro.

source: Developing LimeWire costs real money. Get PRO.
nl: Het ontwikkelen van LimeWire kost echt geld. Koop LimeWire Pro.

source: Warn me when other programs take LimeWire associations
nl: Waarschuw mij als andere programma's LimeWire-associaties overnemen

source: Torrent files and magnet links are no longer associated with LimeWire. Would you like LimeWire to re-associate them?
nl: Torrentbestanden en magnetlinks zijn niet langer geassocieerd met LimeWire. Wilt u dat LimeWire ze opnieuw associeert?

source: Torrent files are no longer associated with LimeWire. Would you like LimeWire to re-associate them?
nl: Torrentbestanden zijn niet langer geassocieerd met LimeWire. Wilt u dat LimeWire ze opnieuw associeert?

source: Magnet links are no longer associated with LimeWire. Would you like LimeWire to re-associate them?
nl: Magnetlinks zijn niet langer geassocieerd met LimeWire. Wilt u dat LimeWire ze opnieuw associeert?

source: No internet connection
nl: Geen internetverbinding

source: You have no internet connection
nl: U heeft geen internetverbinding

source: Couldn't connect
nl: Kon niet verbinden

source: You couldn't connect to LimeWire
nl: U hebt geen verbindng met LimeWire kunnen krijgen

source: Weak connection
nl: Zwakke verbinding

source: You have a weak connection
nl: U hebt een zwakke verbinding

source: Medium connection
nl: Middelmatige verbinding

source: You have a medium connection
nl: U hebt een middelmatige verbinding

source: Full connection
nl: Volledige verbinding

source: You are fully connected
nl: U bent volledig verbonden

source: Turbo-charged connection
nl: Supersnelle verbinding

source: You have a turbo-charged connection
nl: U hebt een supersnelle verbinding

source: Adding {0} of {1}
nl: {0} van {1} toevoegen

source: Adding Files
nl: Bestanden toevoegen

source: Scanning...
nl: Bezig met scannen...

source: stop
nl: stoppen

source: All Completed
nl: Alles afgerond

source: Want faster downloads? Get LimeWire PRO.
nl: Wilt u snellere downloads? Koop dan LimeWire Pro.

source: For the best BitTorrent downloads, get LimeWire PRO.
nl: Koop LimeWire Pro voor de beste BitTorrent-downloads.

source: LimeWire PRO comes with FREE tech support.
nl: LimeWire Pro komt met GRATIS technische ondersteuning.

source: FREE updates and support - LimeWire PRO.
nl: GRATIS updates en ondersteuning - LimeWire Pro.

source: Sharing {0} files
nl: Deelt {0} bestanden

source: Sharing {0} file
nl: Deelt {0} bestand

source: Lists I'm Sharing
nl: Lijsten die ik deel

source: {0} file
nl: {0} bestand

source: Sign in to share with friends
nl: Meld u aan om te delen met vrienden

source: ...and more...
nl: ...en meer...

# Launch Action Text (Notification)
source: Launch
nl: Starten

source: Show LimeWire
nl: LimeWire tonen

source: Exit After Transfers
nl: Afsluiten na overdrachten

source: Exit
nl: Afsluiten

source: Update Now
nl: Nu updaten

source: Visit http://www.limewire.com to update!
nl: Bezoek http://www.limewire.com om te updaten!

source: LimeWire needs to be restarted to install the update. If you choose not to update now, LimeWire will update automatically when you close. Would you like to update now?
nl: LimeWire moet opnieuw opgestart worden om de update te installeren. Indien u ervoor kiest om nu niet te updaten, zal LimeWire automatisch updaten wanneer u afsluit. Wilt u nu updaten?

source: Update Ready
nl: Update is klaar

source: Update Later
nl: Later updaten

source: Cancel all error uploads?
nl: Alle foutieve uploads afbreken?

source: All Torrents
nl: Alle torrents

source: Cancel uploading all torrents?
nl: Alle torrentuploads afbreken?

source: Note: Downloading torrents will be cancelled as well.
nl: Let op: het downloaden van torrents zal ook afgebroken worden.

source: All Uploads
nl: Alle uploads

source: Cancel all uploads?
nl: Alle uploads afbreken?

source: Order Started
nl: Volgorde gestart

source: User Name
nl: Gebruikersnaam

source: If you stop this upload, the torrent download will stop. Are you sure you want to do this?
nl: Als u deze upload stopt, stopt deze torrentdownload ook. Weet u zeker dat u dit wilt doen?

source: Are you sure you want to stop this upload?
nl: Weet u zeker dat u deze upload wilt stoppen?

source: Pause upload
nl: Upload pauzeren

source: Resume upload
nl: Upload hervatten

source: Cancel upload
nl: Upload afbreken

source: Remove upload
nl: Upload verwijderen

source: Library was browsed
nl: Bibliotheek is doorgebladerd

source: Done uploading
nl: Uploaden is klaar

source: {0} to {1} person - ratio: {2}
nl: {0} naar {1} persoon - ratio: {2}

source: Paused
nl: Gepauzeerd

source: Unable to upload: invalid request
nl: Kan niet uploaden: ongeldige aanvraag

source: Unable to upload: upload limit reached
nl: Kan niet uploaden: uploadlimiet is bereikt

source: No selected items
nl: Geen geselecteerde items

source: Unknown upload type:
nl: Onbekend uploadtype:

source: Save File As...
nl: Bestand opslaan als...

source: Sorry, this file is already being uploaded.
nl: Sorry, dit bestand wordt reeds geüpload.

source: Sorry, this file is already being downloaded.
nl: Sorry, dit bestand wordt reeds gedownload.

source: Sorry, you can't download files to this location.
nl: Sorry, u kunt geen bestanden downloaden naar deze locatie.

source: Sorry, there is a problem with torrents. Please try reinstalling LimeWire to solve this problem.
nl: Sorry, er is een probleem met torrents. Probeer a.u.b. LimeWire opnieuw te installeren om het probleem op te lossen.

source: You can also ask for help on the forums.
nl: U kunt ook hulp op de forums vragen.

source: Sorry, we are still loading your old downloads. Please wait to add a new download until we are done.
nl: Sorry, maar we zijn nog bezig met het inladen van oude downloads. Wacht a.u.b. met een nieuwe download totdat we klaar zijn.

source: Sorry, there was a problem downloading your file.
nl: Sorry, er was een probleem met het downloaden van uw bestand.

source: File already exists. What do you want to do?
nl: Het bestand bestaat reeds. Wat wilt u doen?

source: Overwrite
nl: Overschrijven

source: Choose a new folder to save download.
nl: Kies een nieuwe map om de download in op te slaan.

source: Select Folder
nl: Map selecteren

source: All Folders
nl: Alle mappen

source: File already exists. Do you want to replace it?
nl: Het bestand bestaat reeds. Wilt u het vervangen?

source: Date
nl: Datum

source: User Agent
nl: Gebruikersagent

source: Referrer
nl: Verwijzer

# Poor (media quality)
source: Poor
nl: Slecht

# Good (media quality)
source: Good
nl: Goed

# Excellent (media quality)
source: Excellent
nl: Uitstekend

source: Poor Quality
nl: Slechte kwaliteit

source: Good Quality
nl: Goede kwaliteit

source: Excellent Quality
nl: Uitstekende kwaliteit

source: The magnet link is invalid.
nl: De magnetlink is ongeldig.

source: Invalid Magnet Link
nl: Ongeldige magnetlink

source: Unable to open URL
nl: Kan URL niet openen

source: Open URL
nl: URL openen

source: Unable to open file: {0}
nl: Kan bestand niet openen: {0}

source: Open File
nl: Bestand openen

source: Unable to locate file: {0}
nl: Kan bestand niet vinden: {0}

source: Locate File
nl: Bestand zoeken

source: The file
nl: Het bestand

source: could not be opened! There are no registered applications on your system for this file type.
nl: kon niet geopend worden! Er zijn geen geregistreerde programma's op uw systeem voor dit bestandstype.

source: File cannot be opened
nl: Bestand kan niet geopend worden

source: Your save folder is not valid. It may have been deleted, you may not have permissions to write to it, or there may be another problem. Please choose a different folder.
nl: Uw opslagmap is ongeldig. Deze kan verwijderd zijn, u heeft niet genoeg rechten om deze te wijzigen, of er is een ander probleem. Kies a.u.b. een andere map.

source: Invalid Folder
nl: Ongeldige map

source: Saving downloads to {0} may not function correctly. To be sure downloads are saved properly you should save them to a sub-folder of {1}. Would you like to choose another location?
nl: Downloads opslaan in {0} zou niet goed kunnen functioneren. Om er zeker van te zijn dat uw downloads goed opgeslagen worden, zou u ze op moeten slaan in een submap van {1}. Wilt u een andere locatie kiezen?

source: Folder Warning
nl: Mapwaarschuwing

source: <html><body>Warning: You are sharing Documents with the world. These Documents may contain personal information. <a href="{0}">learn more</a></body></html>
nl: <html><body>Let op: u deelt nu documenten met de wereld. Deze documenten zouden persoonlijke informatie kunnen bevatten. <a href="{0}">meer informatie</a></body></html>

source: Do you want to keep sharing Documents with the world?
nl: Wilt u documenten blijven delen met de wereld?

source: Continue Sharing
nl: Doorgaan met delen

source: Unshare All
nl: Niets meer delen

source: File/Folder not added
nl: Bestand/map niet toegevoegd

source: {0} could not be added to the Library.
nl: {0} kan niet toegevoegd worden aan de bibliotheek.

source: {0} folders and {1} files could not be added to the Library.
nl: {0} mappen en {1} bestanden kunnen niet toegevoegd worden aan de bibliotheek.

source: {0} folders could not be added to the Library.
nl: {0} mappen kunnen niet toegevoegd worden aan de bibliotheek.

source: {0} files could not be added to the Library.
nl: {0} bestanden kunnen niet toegevoegd worden aan de bibliotheek.

source: Learn More
nl: Meer informatie

source: From:
nl: Van:

source: Include files with the following extensions(abc, xyz)
nl: Bestanden bijvoegen met de volgende extensies (abc, xyz)

source: Choose What to Share
nl: Kies wat u wilt delen

source: Choose What to Add
nl: Kies wat u toe wilt voegen

source: Choose the type of files to share with the world
nl: Kies het type bestanden dat u met de wereld wilt delen

source: Choose the types of files to share with {0} friend
nl: Kies de typen bestanden die u met {0} vriend wilt delen

source: Add these types of files
nl: Dit type bestanden toevoegen

source: "{0}" and all its subfolders
nl: "{0}" en alle submappen

source: {0} folders and all their subfolders
nl: enkel {0} mappen en hun submappen

source: "{0}" only
nl: alleen "{0}"

source: {0} folders only
nl: enkel {0} mappen

source: Some Legal Stuff
nl: Wat legale dingen

source: <html><body>LimeWire Basic and LimeWire PRO are peer-to-peer programs for sharing authorized files only. Copyright laws may forbid obtaining or distributing certain copyrighted content. Learn more information about <a href="{0}">Copyright</a></body></html>.
nl: <html><body>LimeWire Basic en LimeWire Pro zijn peer-to-peerapplicaties die enkel bedoeld zijn voor het delen van geautoriseerde bestanden. Copyrightwetten kunnen het verkijgen of verspreiden van werken met copyright verbieden. Lees meer over <a href="{0}">copyright</a></body></html>.

source: Copyright Infringement
nl: Overtreding van het auteursrecht

source: LimeWire Privacy Policy
nl: LimeWire-privacybeleid

source: LimeWire License Agreement
nl: LimeWire-licentieovereenkomst

source: AVG Anti-Virus License Agreement
nl: AVG AntiVirus-licentieovereenkomst

source: By clicking "I Agree", you agree that you have read, understand and assent to the terms of the LimeWire and AVG Anti-Virus License Agreements and LimeWire Privacy Policy. You also agree that you will not use LimeWire for copyright infringement.
nl: Door te klikken op "Instemmen" geeft u aan dat u de licentieovereenkomst en het privacybeleid van LimeWire en AVG AntiVirus heeft gelezen, begrepen en dat u ermee akkoord gaat. U geeft hiermee ook aan LimeWire niet te zullen gebruiken voor copyrightschending.

source: By clicking "I Agree", you agree that you have read, understand and assent to the terms of the LimeWire License Agreement and LimeWire Privacy Policy. You also agree that you will not use LimeWire for copyright infringement.
nl: Door te klikken op "Instemmen" geeft u aan dat u de licentieovereenkomst en het privacybeleid van LimeWire heeft gelezen, begrepen en dat u ermee akkoord gaat. U geeft hiermee ook aan LimeWire niet te zullen gebruiken voor copyrightschending.

source: Choose your language
nl: Kies uw taal

source: Policies Governing Your Use:
nl: Beleid waardoor uw gebruik bepaald wordt:

source: I Agree
nl: Instemmen

source: Please contact {0}customer support{1} for more information.
nl: Neem contact op met de {0}klantenservice{1} voor meer informatie.

source: Invalid license key.
nl: Ongeldige licentiesleutel.

source: Your license key has been used on too many installations.
nl: Uw licentiesleutel is gebruikt voor te veel installaties.

source: Communication error. Please try again later.
nl: Communicatiefout. Probeert u het later opnieuw.

source: Feature Type
nl: Functietype

source: It appears that all of your features have expired.
nl: Het lijkt erop dat al uw functies verlopen zijn.

source: It appears that some of your features have expired.
nl: Het lijkt erop dat enkele van uw functies verlopen zijn.

source: Your license has been activated, but...
nl: Uw licentiesleutel is geactiveerd, maar...

source: Yay! Your license has been successfully activated.
nl: Gelukt! Uw licentiesleutel is succesvol geactiveerd.

source: Thank you! You have successfully activated your license.
nl: Bedankt! Uw licentiesleutel is succesvol geactiveerd.

source: You can renew your features at your {0}user account{1} page.
nl: U kunt uw functies vernieuwen op uw {0}gebruikersaccount{1}pagina.

source: * One or more of your features is currently not supported.
nl: * Eén of meer van uw functies worden momenteel niet ondersteund.

source: Click on {0} for more information.
nl: Klik op {0} voor meer informatie.

source: If you have any questions about your license, please contact {0}Customer Support{1}.
nl: Indien u vragen heeft over uw licentie kunt u contact opnemen met de {0}klantenservice{1}.

source: File Associations and Startup
nl: Bestandsassociaties en opstarten

source: Associate magnet links and torrent files with LimeWire
nl: Magnetlinks en torrentbestanden met LimeWire associëren

source: Launch LimeWire at system startup
nl: LimeWire starten bij systeemopstart

source: Improve LimeWire
nl: LimeWire verbeteren

source: Content Filters
nl: Inhoudsfilters

source: Don't let me download or upload files copyright owners request not be shared
nl: Laat mij geen bestanden down- of uploaden waarvan rechthebbenden liever niet hebben dat deze gedeeld worden

source: Please take a minute to configure these options before moving on.
nl: Neem a.u.b. even de tijd om deze opties te configureren voordat u doorgaat.

source: All settings can be changed later from LimeWire > Preferences
nl: Alle instellingen kunnen later gewijzigd worden via LimeWire > Voorkeuren

source: All settings can be changed later in Tools > Options
nl: Alle instellingen kunnen later gewijzigd worden via Hulpmiddelen > Opties

source: Learn about sharing.
nl: Meer informatie over delen.

source: Files in your Public Shared list are shared with the world.
nl: Bestanden in uw publiekelijk gedeelde lijst worden gedeeld met de wereld.

source: Add files I download from P2P Users to my Public Shared list.
nl: Bestanden die ik van P2P-gebruikers download toevoegen aan mijn publiekelijk gedeelde lijst toevoegen.

source: LimeWire will add files you download from P2P Users into your Public Shared list.
nl: LimeWire zal bestanden die u downloadt van P2P-gebruikers toevoegen aan uw publiekelijk gedeelde lijst.

source: To see or modify files in your Public Shared list, go to
nl: Om uw publiekelijk gedeelde lijst te zien of te wijzigen, gaat u naar

source: Shared files from your old version will continue to be shared with the world.
nl: Gedeelde bestanden van uw vorige versie zullen weer gedeeld worden met de wereld.

source: {0} shared files from your previous version will continue to be shared with the world.
nl: {0} gedeelde bestanden van uw vorige versie zullen weer gedeeld worden met de wereld.

source: You can edit your licenses from File > License
nl: U kunt uw licentiesleutels bewerken via Bestand > Licentie

source: Continue
nl: Doorgaan

source: Go back
nl: Teruggaan

source: Setup - step {0} of {1}
nl: Installatie - stap {0} van {1}

source: Setup
nl: Installatie
