Repository: metapirate/LimeWire-Pirate-Edition
Catalog: lib/messagebundles/*.po
Languages: nl

source: Image
nl: Afbeelding

source: Images
nl: Afbeeldingen

source: Documents
nl: Documenten

source: Program
nl: Programma

source: Programs
nl: Programma's

source: Other
nl: Overig

source: There is a disk problem
nl: Er is een schijfprobleem

source: The file is corrupted
nl: Het bestand is beschadigd

source: The copyright holder has not authorized this for sharing
nl: De copyrightbezitter staat niet toe dat dit gedeeld wordt

source: Trouble connecting to people
nl: Er zijn problemen met het verbinden met gebruikers

source: No problems.
nl: Geen problemen.

source: <html><b>Your LimeWire may have been corrupted by a virus or trojan!</b><br><br>Please visit <a href="http://www.limewire.com/corrupted">www.limewire.com</a> and download the newest official version of LimeWire.</html>
nl: <html><b>LimeWire is mogelijk aangetast door een virus of een trojaans paard!</b><br><br>Bezoek alstublieft <a href="http://www.limewire.com/corrupted">www.limewire.com</a> en download de nieuwste officiële versie van LimeWire.</html>

source: The file could not be scanned for viruses. Preview anyway?
nl: Dit bestand kan niet gecontroleerd worden op virussen. Toch voorvertonen?

source: Free to chat
nl: Beschikbaar voor chat

source: Available
nl: Beschikbaar

source: Away
nl: Afwezig

source: Away for a while
nl: Een tijdje afwezig

source: Do not disturb
nl: Niet storen

source: LimeWire was unable to set up a port to listen for incoming connections. Some features of LimeWire may not work as expected.
nl: LimeWire kon geen poort openzetten om inkomende verbindingen te zoeken. Sommige functies van LimeWire zullen niet conform verwachting werken.

source: Connection Listener
nl: Verbindingsluisteraar

source: Browse Host Handler
nl: Hosthandler bladeren

source: Connection Dispatching
nl: Verbindingsdispatching

source: Connection Management
nl: Verbindingsbeheer

source: Stale Connection Management
nl: Ongebruikte verbindingenbeheer

source: Various Core Services
nl: Verschillende kernservices

source: Gnutella Connections
nl: Gnutella-verbindingen

source: Old Downloads
nl: Oude downloads

source: Download Management
nl: Downloadbeheer

source: Sorry, LimeWire couldn't read your old downloads. You can restart them by clicking 'Try Again' on the downloads. When LimeWire finds a source for the file, the download will pick up where it left off.
nl: Sorry, LimeWire kan uw oude downloads niet meer lezen. U kunt ze herstarten door te klikken op 'Opnieuw proberen' op de downloads. Indien LimeWire een bron voor het bestand vindt, wordt de download voortgezet vanaf waar deze gebleven was.

source: Sorry, LimeWire couldn't read some of your old downloads. You can restart them by clicking 'Try Again' on the downloads. When LimeWire finds a source for the file, the download will pick up where it left off.
nl: Sorry, LimeWire kan enkele van uw oude downloads niet meer lezen. U kunt ze herstarten door te klikken op 'Opnieuw proberen' op de downloads. Indien LimeWire een bron voor het bestand vindt, wordt de download voortgezet vanaf waar deze gebleven was.

source: HTTP Request Listening
nl: HTTP-luisteraanvraag

source: Upload Management
nl: Uploadbeheer

source: Peer Locator
nl: Peerlokalisator

source: Core Glue
nl: Kernglue

source: Message Routing
nl: Berichtrouting

source: Network Management
nl: Netwerkbeheer

source: Ultrapeer/DHT Management
nl: Ultrapeer/DHT-beheer

source: Peer Listener
nl: Peerluisteraar

source: Promotion System
nl: Promotiesysteem

source: Directed Querier
nl: Gerichte zoeker

source: Content Management
nl: Inhoudsbeheer

source: Local Socket Listener
nl: Lokale socketluisteraar

source: LimeWire was unable to start the Digital Audio Access Protocol Service (for sharing files in iTunes). This feature will be turned off. You can turn it back on in options, under Advanced -> Files -> iTunes.
nl: LimeWire kon de Digital Audio Access Protocol-service (voor het delen van bestanden in iTunes) niet starten. Deze functie zal uitgeschakeld worden. U kunt deze weer inschakelen in de opties onder Geavanceerd > Bestanden > iTunes.

source: What's New
nl: Wat is er nieuw

source: LimeWire Store Integration
nl: LimeWire Store-integratie

source: Download Upgrade Task
nl: Upgradetaak downloaden

source: Shared Files
nl: Gedeelde bestanden

source: Static Messages
nl: Statische berichten

source: RUDP Message Routing
nl: RUDP-berichtrouting

source: Settings Saver
nl: Instellingenopslag

source: Spam Management
nl: Spambeheer

source: Uptime Statistics
nl: Uptimestatistieken

source: Browse
nl: Bladeren

source: Update Checks
nl: Updatecontroles

source: Title
nl: Titel

source: Artist
nl: Artiest

source: Track
nl: Nummer

source: Type
nl: Soort

source: Length
nl: Duur

source: Year
nl: Jaar

source: Language
nl: Taal

source: Bitrate
nl: Bitsnelheid

source: Comments
nl: Opmerkingen

source: Action
nl: Actie

source: Copyright
nl: Auteursrecht

source: License Type
nl: Licentietype

source: Director
nl: Regisseur

source: Producer
nl: Producent

source: Stars
nl: Sterren

source: Subtitles
nl: Ondertitels

source: Rating
nl: Beoordeling

source: Height
nl: Hoogte

source: Width
nl: Breedte

source: Description
nl: Beschrijving

source: License
nl: Licentie

source: Topic
nl: Onderwerp

source: Author
nl: Auteur

source: Application
nl: Toepassing

source: Name
nl: Naam

source: Publisher
nl: Uitgever

source: Metadata Loader
nl: Metadatalader

source: LimeWire was unable to write a necessary file because your hard drive is full. To continue using LimeWire you must free up space on your hard drive.
nl: LimeWire was niet in staat om een vereist bestand te schrijven omdat uw harde schijf vol is. Om LimeWire te kunnen gebruiken moet u eerste ruimte vrij maken op uw harde schijf.

source: LimeWire was unable to open a necessary file because another program has locked the file. LimeWire may act unexpectedly until this file is released.
nl: LimeWire kon een vereist bestand niet openen omdat een ander programma dit bestand beveiligd heeft. LimeWire kan onverwacht handelen tot dit bestand wordt vrijgegeven.

source: LimeWire was unable to write a necessary file because you do not have the necessary permissions. Your preferences may not be maintained the next time you start LimeWire, or LimeWire may behave in unexpected ways.
nl: LimeWire kon een vereist bestand niet opslaan omdat u niet de benodigderechten hebt. Uw voorkeuren zijn misschien niet hetzelfde als u de volgende keer LimeWire opstart of LimeWire kan zich anders dan normaal gedragen.

source: LimeWire cannot open a necessary file because the filename contains characters which are not supported by your operating system. LimeWire may behave in unexpected ways.
nl: LimeWire kon een vereist bestand niet openen omdat de bestandsnaam karakters bevat die niet door uw besturingssysteem ondersteund worden. LimeWire kan onverwacht handelen.

source: LimeWire cannot download the selected file because your hard drive is full. To download more files, you must free up space on your hard drive.
nl: LimeWire kan het geselecteerde bestand niet downloaden omdat uw harde schijf vol is. Om meer bestanden te downloaden moet u eerst ruimte vrijmaken op uw harde schijf.

source: LimeWire was unable to download the selected file because another program is using the file. Please close the other program and retry the download.
nl: LimeWire kon het geselecteerde bestand niet downloaden omdat een ander programma het bestand gebruikt. Sluit a.u.b. het andere programma en probeer opnieuw te downloaden.

source: LimeWire was unable to create or continue writing an incomplete file for the selected download because you do not have permission to write files to the incomplete folder. To continue using LimeWire, please choose a different Save Folder.
nl: LimeWire kon een onvolledig bestand niet aanmaken of wegschrijven omdat u geen toestemming hebt om bestanden naar de onvolledige map te schrijven. Om LimeWire te gebruiken, moet u een andere opslagmap kiezen.

source: LimeWire was unable to open the incomplete file for the selected download because the filename contains characters which are not supported by your operating system.
nl: LimeWire kon het onvolledige bestand niet openen omdat de bestandsnaam karakters bevat die niet door uw besturingssysteem ondersteund worden.

source: Firewall Manager
nl: Firewallbeheer

source: Statistic Management
nl: Statistiekbeheer

source: Oops!
nl: Oeps!

source: A problem occurred...
nl: Er is een probleem opgetreden...

source: Oops! You did something we haven't written yet. Sorry about that. LimeWire's still going to run just fine, but please click 'Send Bug' to remind us to write this. If you want, you can click 'Show Bug' to look at the information that will be sent. Thanks!
nl: Oeps! U hebt iets gedaan wat wij nog niet geschreven hebben. Het spijt ons. LimeWire zal nog steeds normaal werken, maar klik alstublieft op 'Fout verzenden' om ons eraan te herinneren om dit te schrijven. Als u dit wilt, kunt u klikken op 'Fout weergeven' om de informatie die verzonden wordt te bekijken. Bedankt!

source: Oops! You did something we haven't written yet. Sorry about that. LimeWire's still going to run just fine, so don't worry. If you want, you can click 'Show Bug' to look at the information about the error.
nl: Oeps! U hebt iets gedaan wat we nog niet geschreven hebben. Het spijt ons. LimeWire zal nog steeds normaal werken, dus geen zorgen. Als u dit wilt, kunt u klikken op 'Fout weergeven' om de informatie die verzonden wordt te bekijken.

source: Sorry, LimeWire ran into a problem. LimeWire's still going to run just fine, but you should send us the bug so we can fix it.
nl: Sorry, LimeWire heeft een probleem. LimeWire zal nog goed lopen, maar u zou ons de fout moeten toezenden zodat we deze op kunnen lossen.

source: LimeWire has encountered an internal error. It is possible for LimeWire to recover and continue running normally. To continue using LimeWire, close this window. If desired, you can click 'Show Bug' to look at the information about the error.
nl: Er is een interne fout opgetreden in LimeWire. Het is mogelijk dat LimeWire herstelt en normaal doorgaat. Om LimeWire te blijven gebruiken, sluit u dit venster. Indien gewenst kunt u op 'Fout weergeven' klikken om de informatie over de fout te raadplegen.

source: Tell us what you were doing before LimeWire ran into this problem.
nl: Vertel ons wat u deed voordat deze fout optrad.

source: Show Bug
nl: Fout tonen

source: Hide Bug
nl: Fout verbergen

source: Ask for help on the forums
nl: Zoek hulp op het forum

source: Send bugs without asking me in the future
nl: Verdere fouten verzenden zonder mij dit te vragen

source: Send Bug
nl: Fout verzenden

source: Internal Error
nl: Interne fout

source: LimeWire was unable to connect to the bug server in order to send the below bug report. For further help and to aid with debugging, please visit www.limewire.com and click 'Support'. Thank you.
nl: LimeWire kon geen verbinding maken met de foutenserver om het onderstaande foutenrapport te verzenden. Voor verdere hulp kunt u naar www.limewire.com gaan en klikken op 'Ondersteuning'. Bedankt.

source: Copy Report
nl: Rapport kopiëren

source: Muddling Mint...
nl: Munt roeren...

source: Scouring NYC for Limes...
nl: NYC doorzoeken naar limoenen...

source: Squeezing Limes...
nl: Limoenen persen...

source: Prepping Mojitos...
nl: Mojito's voorbereiden...

source: This Alpha version has expired. Press Ok to exit.
nl: Deze alfaversie is verlopen. Druk op OK om af te sluiten.

source: LimeWire was unable to initialize and start. This is usually due to a security program blocking LimeWire's access to the internet or loopback connections on the local machine. Please add LimeWire as an exception to your security software and restart LimeWire.
nl: LimeWire kon niet initialiseren en opstarten. Dit komt meestal doordat een beveiligingsprogramma LimeWire de toegang tot internet ontzegt of doordat er loopbackverbindingen op de computer zijn. Voeg LimeWire als een uitzondering toe aan uw beveiligingsprogramma en herstart LimeWire.

source: LimeWire could not create a temporary preferences folder. This is generally caused by a lack of permissions. Please make sure that LimeWire (and you) have access to create files/folders on your computer. If the problem persists, please visit www.limewire.com and click the 'Support' link. LimeWire will now exit. Thank You.
nl: LimeWire kon geen tijdelijke map aanmaken. Dit wordt meestal veroorzaakt doordat LimeWire geen bevoegheden hiertoe heeft. Verzeker uzelf er a.u.b. van dat LimeWire (en u) de bevoegdheden hebben om bestanden/mappen aan te maken op deze computer. Indien het probleem blijft optreden, bezoek dan www.limewire.com en klik op de 'Ondersteuning'-link. LimeWire zal nu afsluiten. Dank u.

source: Error
nl: Fout

source: Another instance of LimeWire appears to be running. Please completely shut down all other instances of LimeWire before continuing. If this problem persists, please restart your computer.
nl: Er wordt al een versie van LimeWire uitgevoerd. Sluit alle andere versies van LimeWire af alvorens door te gaan. Indien dit probleem blijft bestaan, dient u de computer te herstarten.

source: LimeWire is already running
nl: LimeWire wordt al uitgevoerd

source: Message
nl: Bericht

source: Do not display this message again
nl: Dit bericht niet meer tonen

source: LimeWire was unable to create your settings folder and is using a temporary folder. Your settings may be deleted when you close LimeWire.
nl: LimeWire kon uw instellingenmap niet aanmaken en gebruikt momenteel een tijdelijke map. Uw instellingen worden mogelijk verwijderd zodra u LimeWire afsluit.

source: LimeWire has encountered problems in managing your settings. Your settings changes may not be saved on shutdown.
nl: LimeWire heeft problemen gevonden met het beheren van uw instellingen. Uw instellingen zijn mogelijk niet opgeslagen bij het afsluiten.

source: Lookup on Bitzi
nl: Opzoeken op Bitzi

source: Copy
nl: Kopiëren

source: Copy All
nl: Alles kopiëren

source: Cut
nl: Knippen

source: Delete
nl: Verwijderen

source: Paste
nl: Plakken

source: Select All
nl: Alles selecteren

source: {0} is no longer supported by LimeWire.
nl: {0} wordt niet langer ondersteund door LimeWire.

source: {0} is not supported by LimeWire {1}.
nl: {0} wordt niet ondersteund door LimeWire {1}.

source: Please {0}upgrade{1} to the latest version.
nl: U dient te {0}upgraden{1} naar de nieuwste versie.

source: {0} is not supported by {1} {2}. We apologize for the inconvenience.
nl: {0} wordt niet ondersteund door {1} {2}. Onze excuses hiervoor.

source: {0} is expired.
nl: {0} is verlopen.

source: License Key:
nl: Licentiesleutel:

source: Your License Key has been used on too many installations.
nl: Uw licentiesleutel is gebruikt voor te veel installaties.

source: Connection error. Please try again later.
nl: Verbindingsfout. Probeert u het later opnieuw.

source: Invalid License Key.
nl: Ongeldige licentiesleutel.

source: Go PRO
nl: Upgraden naar Pro

source: Upgrade to PRO
nl: Upgraden naar Pro

source: Activate
nl: Activeren

source: Activate the License Key
nl: Licentiesleutel activeren

source: Activate License at a later time
nl: Licentiesleutel later activeren

source: Update
nl: Updaten

source: Update the saved key
nl: Opgeslagen sleutel updaten

source: Refresh
nl: Verversen

source: Refresh the list of features associated with the key
nl: Functielijst die geassocieerd is met de sleutel verversen

source: Edit Account
nl: Account bewerken

source: Edit information about the account associated with this License Key
nl: Informatie bewerken over de account die geassocieerd is met deze licentiesleutel

source: Please contact {0}Customer Support{1} to resolve the situation.
nl: Neem contact op met de {0}klantenservice{1} om het probleem op te lossen.

source: One or more of your features has expired. Click "Edit Account" to renew.
nl: Eén of meer van uw functies zijn verlopen. Klik op "Account bewerken" om deze te vernieuwen.

source: One or more of your features is currently not active. Click on {0} for more information.
nl: Eén of meer van uw functies zijn momenteel inactief. Klik op {0} voor meer informatie.

source: Edit Key
nl: Sleutel bewerken

source: Edit the saved License Key
nl: Opgeslagen licentiesleutel bewerken

source: Cancel
nl: Annuleren

source: Cancel editing
nl: Bewerken annuleren

source: Feature
nl: Functie

source: Registered
nl: Geregistreerd

source: Expires
nl: Verloopt op

source: Lost your license?
nl: Licentiegegevens kwijt?

source: Expired
nl: Verlopen

source: Don't see your features?
nl: Ziet u uw functies niet?

source: Connections
nl: Verbindingen

source: View connections to other P2P clients
nl: Bekijk verbindingen met andere P2P clienten

source: Console
nl: Logboek

source: View console messages
nl: Logboekberichten weergeven

source: View incoming and outgoing DHT messages
nl: Inkomende en uitgaande DHT-berichten weergeven

source: Advanced Tools
nl: Geavanceerde hulpmiddelen

source: Apply
nl: Toepassen

source: Clear
nl: Wissen

source: Save
nl: Opslaan

source: Delay:
nl: Vertraging:

source: Save As
nl: Opslaan als

source: Console not available
nl: Logboek niet beschikbaar

source: Mojito Arcs View not available
nl: Mojito Arcs-weergave niet beschikbaar

source: Add a Connection
nl: Een verbinding toevoegen

source: Port
nl: Poort

source: Use TLS
nl: TLS gebruiken

source: Add
nl: Toevoegen

source: Remove
nl: Verwijderen

source: Browse Files
nl: Bestanden bekijken

source: Unable to view files - not yet connected to host
nl: Kan bestanden niet weergeven- nog niet verbonden met een host

source: You are an Ultrapeer node
nl: U bent een ultrapeernode

source: You are a Leaf node
nl: U bent een leafnode

source: You are not behind a firewall
nl: U bevindt zich niet achter een firewall

source: You are behind a firewall and support firewall transfers
nl: U bevindt zich achter een firewall die overdrachten toestaat

source: You are behind a firewall and do not support firewall transfers
nl: U bevindt zich achter een firewall die geen overdrachten toestaat

source: Connected to:
nl: Verbonden met:

source: Show hostnames of connected peers
nl: Hostnamen of verbonden peers tonen

source: No internet connection!
nl: Geen internetverbinding!

source: Gnutella is disconnected however internet connection detected!
nl: Gnutella is niet verbonden, maar er is wel een internetverbinding gedetecteerd!

source: LimeWire has not been able to determine the external IP address of your NAT or firewall
nl: LimeWire kon het externe IP-adres van uw NAT of firewall niet bepalen

source: LimeWire has not received any incoming UDP messages
nl: LimeWire heeft geen inkomende UDP-berichten ontvangen

source: LimeWire was not able to support firewall transfers in a previous session
nl: LimeWire kon firewalloverdrachten niet ondersteunen in een vorige sessie

source: LimeWire is behind a NAT or firewall that assigns a different external port to each connection
nl: LimeWire bevindt zich achter een NAT of firewall die een verschillende externe poort toewijst aan elke verbinding

source: Connecting
nl: Verbinden

source: Standard
nl: Standaard

source: Revert To Default
nl: Defaultinstellingen herstellen

source: Sort Automatically
nl: Automatisch sorteren

source: Extended Tooltips
nl: Uitgebreide tooltips

source: Right-click to select columns to display
nl: Klik rechts om weer te geven kolommen te selecteren

source: More Options
nl: Meer opties

source: Connecting...
nl: Bezig met verbinden...

source: Outgoing
nl: Uitgaand

source: Incoming
nl: Inkomend

source: Connected on
nl: Verbonden op

source: Messages (I/O)
nl: Berichten (I/U)

source: Messages In
nl: Berichten in

source: Messages Out
nl: Berichten uit

source: Bandwidth (I/O)
nl: Bandbreedte (I/U)

source: Bandwidth In
nl: Bandbreedte in

source: Bandwidth Out
nl: Bandbreedte uit

source: Dropped (I/O)
nl: Afgegeven (I/U)

source: Dropped In
nl: Afgegeven in

source: Dropped Out
nl: Afgegeven uit

source: Vendor/Version
nl: Leverancier/versie

source: Time
nl: Tijd

source: Compressed (I/O)
nl: Gecomprimeerd (I/O)

source: Compressed In
nl: Gecomprimeerd in

source: Compressed Out
nl: Gecomprimeerd uit

source: SSL Overhead Out
nl: SSL-overhead uit

source: QRP Empty
nl: Lege QRP

source: Incoming Searches - people on the P2P Network are now searching for...
nl: Inkomende zoekopdrachten - personen op het P2P-netwerk zoeken momenteel naar...

source: Loading...
nl: Bezig met laden...

source: Warning
nl: Waarschuwing

source: This torrent contains files with the following extensions, which LimeWire is configured not to download: {0}.
nl: Deze torrent bevat bestanden met de volgende extensies waarvan LimeWire ingesteld is om ze niet te downloaden: {0}.

source: Downloading this torrent could damage your computer. Are you sure you want to continue?
nl: Het downloaden van deze torrent zou uw computer kunnen beschadigen. Weet u zeker dat u door wilt gaan?

source: Warning: {0}
nl: Waarschuwing: {0}

source: The torrent file download could not be virus scanned.
nl: De download van het torrentbestand kan niet op virussen worden gescand.

source: Do you want to continue and download the torrent?
nl: Wilt u doorgaan met het downloaden van deze torrent?

source: remove
nl: verwijderen

source: Marks all Items as Selected
nl: Markeer alles als geselecteerd

source: Deselect All
nl: Alles deselecteren

source: Deselects all Items in the List
nl: Alles in de lijst deselecteren

source: Close Tab
nl: Tab sluiten

source: Close All Tabs
nl: Alle tabbladen sluiten

source: Close Other Tabs
nl: Andere tabbladen sluiten

source: Yes
nl: Ja

source: No
nl: Nee

source: Chat
nl: Chatten

source: Chat with {0}
nl: Chatten met {0}

source: Browse Files of {0}
nl: Door de bestanden van {0} bladeren

source: Block User
nl: Gebruiker blokkeren

source: Block User {0}
nl: Gebruiker {0} blokkeren

source: nobody
nl: niemand

source: {0} Person
nl: {0} persoon

source: Person
nl: Persoon

source: {0} Friends
nl: {0} Vrienden

source: Friends
nl: Vrienden

source: Web Search
nl: Zoeken op het web

source: {0} P2P User
nl: {0} P2P-gebruiker

source: P2P User
nl: P2P-gebruiker

source: Locate
nl: Lokaliseren

source: Loading LimeWire...
nl: LimeWire wordt geladen...

source: Undo
nl: Ongedaan maken

source: All Downloads
nl: Alle downloads

source: Cancel all downloads?
nl: Alle downloads afbreken?

source: All Error
nl: Allemaal fout

source: Cancel all error downloads?
nl: Alle foutieve downloads afbreken?

source: All Stalled
nl: Allemaal vastgelopen

source: Cancel all stalled downloads?
nl: Alle vastgelopen downloads afbreken?

source: Clear When Finished
nl: Wissen indien afgerond

source: Sort by
nl: Sorteren op

source: Order Added
nl: Volgorde toegevoegd

source: Progress
nl: Voortgang

source: Time Left
nl: Resterende tijd

source: Speed
nl: Snelheid

source: File Type
nl: Bestandstype

source: File Extension
nl: Bestandsextensie

source: Reverse Order
nl: Omgekeerde volgorde

source: This file has not been scanned for viruses. Do you want to launch anyway?
nl: Dit bestand is niet gecontroleerd op virussen. Wilt u het toch openen?

source: Clear Finished
nl: Afgeronde downloads wissen

source: Fix Stalled
nl: Vastgelopen downloads herstellen

source: Download Complete
nl: Download is gereed

source: Pause All
nl: Alles pauzeren

source: Resume All
nl: Alles hervatten

source: More Transfer Options...
nl: Meer overdrachtsopties...

source: Show Uploads in Tray
nl: Uploads in systeemvak weergeven

source: Do not show message again
nl: Bericht niet meer tonen

source: Anti-Virus Protection
nl: Antivirusbescherming
